Repository: common-repository/qr-invoice
Catalog: languages/qr-invoice-*.po
Languages: de_de, fr_fr

source: A Flag indicating if the post office should use environmentally friendly papel.
de_de: Eine Flagge, die anzeigt, ob das Postamt umweltfreundliches Papier verwenden soll.
fr_fr: Un drapeau indiquant si le bureau de poste doit utiliser du papier écologique.

source: A flag to indicate the system if it should calculate the VAT based on the amount or over the amount.
de_de: Eine Flagge, die anzeigt, ob das System die Mehrwertsteuer auf Basis des Betrags oder über den Betrag hinaus berechnen soll.
fr_fr: Un drapeau pour indiquer au système s'il doit calculer la TVA sur la base du montant ou au-dessus du montant.

source: Address
de_de: Adresse
fr_fr: Adresse

source: Allows QR Invoice payments. Orders are marked as "Processing" when received.
de_de: Ermöglicht QR-Rechnungszahlungen. Bestellungen werden bei Eingang als "in Bearbeitung" markiert.
fr_fr: Permet les paiements de factures QR. Les commandes sont marquées comme étant "en cours de traitement" lorsqu'elles sont reçues.

source: API docs
de_de: API Dokumente
fr_fr: Docs API

source: Awaiting QR Invoice payment
de_de: Warten auf QR-Rechnungszahlung
fr_fr: En attente du paiement de la facture QR

source: Based on surveys this does shorten the time it takes until your customers pay the Invoices on average.
de_de: Umfragen zufolge verkürzt dies im Durchschnitt die Zeit, bis Ihre Kunden die Rechnungen bezahlen.
fr_fr: D'après les enquêtes, cela raccourcit en moyenne le temps nécessaire pour que vos clients paient les factures.

source: Black and White
de_de: Schwarz und Weiss
fr_fr: Noir et blanc

source: By default, invoices are sent via WooCommerce as an email including the QR payment part.
de_de: Standardmäßig werden Rechnungen über WooCommerce als E-Mail verschickt, die den QR-Zahlungsteil enthält.
fr_fr: Par défaut, les factures sont envoyées via WooCommerce sous forme d'email incluant la partie paiement QR.

source: By default, invoices displays products part and payment part.
de_de: Standardmäßig werden in Rechnungen der Produktteil und der Zahlungsteil angezeigt.
fr_fr: Par défaut, les factures affichent la partie produits et la partie paiement.

source: Calculate VAT
de_de: Mehrwertsteuer berechnen
fr_fr: Calculer la TVA

source: Client ID
de_de: Kunden-ID
fr_fr: ID client

source: Client Secret
de_de: Geheimschlüssel
fr_fr: Clé secrète du client

source: Client Token Duration (seconds)
de_de: Kunden-Token Dauer (Sekunden)
fr_fr: Durée du jeton client (secondes)

source: Color
de_de: Farbe
fr_fr: Couleur

source: Connection
de_de: Verbindung
fr_fr: Connexion

source: Create invoices with the official Swiss QR payment part via QRModul.ch
de_de: Erstellen Sie Rechnungen mit dem offiziellen Schweizer QR-Zahlungsteil über QRModul.ch
fr_fr: Créez des factures avec la partie paiement QR officielle de la Suisse via QRModul.ch

source: Description
de_de: Beschreibung

source: Download Invoice
de_de: Download Rechnung
fr_fr: Télécharger la facture

source: Enable QR Invoice Payment
de_de: QR-Rechnungszahlung aktivieren
fr_fr: Activer le paiement de facture QR

source: Enable/Disable
de_de: Aktivieren/Deaktivieren
fr_fr: Activer/Désactiver

source: Enter your reference info:
de_de: Geben Sie Ihre Referenzinformationen ein:
fr_fr: Entrez vos informations de référence :

source: Enter your settings below:
de_de: Geben Sie unten Ihre Einstellungen ein:
fr_fr: Entrez vos paramètres ci-dessous :

source: Franking Envelopes
de_de: Frankatur
fr_fr: Enveloppes d'affranchissement

source: here
de_de: hier
fr_fr: ici

source: If checked, then invoice will send via Mail. Chargeable option is billed via QR module.
de_de: Wenn diese Option aktiviert ist, wird die Rechnung per Post versandt. Die kostenpflichtige Option wird über das QR-Modul abgerechnet.
fr_fr: Si cette case est cochée, la facture sera envoyée par courrier. L'option facturable est facturée via le module QR.

source: If checked, then invoices will display only payment part
de_de: Wenn diese Option aktiviert ist, wird in der Rechnung nur der Zahlungsteil angezeigt.
fr_fr: Si cette option est cochée, les factures n'afficheront que la partie paiement.

source: If the generated file is a template invoice then 'A', 'B' or 'none' are valid options.
de_de: Wenn die generierte Datei eine Rechnungsvorlage ist, sind 'A', 'B' oder 'keine' gültige Optionen.
fr_fr: Si le fichier généré est un modèle de facture, les options 'A', 'B' ou 'aucun' sont valables.

source: If this field is left blank, then the default profile is used.
de_de: Wenn dieses Feld leer gelassen wird, wird das Standardprofil verwendet.
fr_fr: Si ce champ est laissé vide, le profil par défaut est utilisé.

source: If this field is left blank, then the default template invoice is used.
de_de: Wenn Sie dieses Feld leer lassen, wird die Standard-Rechnungsvorlage verwendet.
fr_fr: Si ce champ est laissé vide, c'est le modèle de facture par défaut qui est utilisé.

source: Instructions
de_de: Anleitung

source: Instructions that will be added to the thank you page and emails.
de_de: Anweisungen, die der Dankeseite und den E-Mails hinzugefügt werden.
fr_fr: Instructions qui seront ajoutées à la page et aux e-mails de remerciement.

source: Invoice Payable Until
de_de: Rechnung zahlbar bis
fr_fr: Facture à payer jusqu'à

source: Invoice Template Name
de_de: Name der Rechnungsvorlage aus QR Modul
fr_fr: Nom du modèle de facture

source: Invoice VAT
de_de: Rechnung MwSt.
fr_fr: Facture TVA

source: KMU Digitalisierung for QRModul.ch
de_de: KMU Digitalisierung für QRModul.ch
fr_fr: KMU Digitalisierung pour QRModul.ch

source: Letter Dispatch Priority
de_de: Briefversand Priorität
fr_fr: Envoi de la lettre Priority

source: Mail (SwissPost A/B Priority)
de_de: Post (SwissPost A/B Post)
fr_fr: Courrier (SwissPost A/B)

source: Master data
de_de: Stammdaten
fr_fr: Données de base

source: No
de_de: Neine
fr_fr: Non

source: no invoice...
de_de: keine Rechnung...
fr_fr: pas de facture...

source: open an account with a few clicks and enter the key.
de_de: Eröffnen Sie mit wenigen Klicks ein Konto und geben Sie den Schlüssel ein.
fr_fr: Ouvrez un compte en quelques clics et entrez la clé.

source: Pay by Invoice
de_de: Per Rechnung bezahlen
fr_fr: Payer par facture

source: Payment method description that the customer will see on your checkout.
de_de: Beschreibung der Zahlungsmethode, die der Kunde an Ihrer Kasse sehen wird.
fr_fr: Description du mode de paiement que le client verra sur votre facture.

source: Please enter percentage of Vat. Example - 7.7
de_de: Bitte geben Sie den Prozentsatz der Mehrwertsteuer ein. Beispiel 7.7
fr_fr: Veuillez indiquer le pourcentage de la TVA. Exemple 7,7

source: Please fill out all fields above!
de_de: Bitte füllen Sie alle Felder oben aus!
fr_fr: Veuillez remplir tous les champs ci-dessus !

source: Please register
de_de: Bitte registrieren Sie sich
fr_fr: Veuillez vous inscrire

source: Please remit payment to Store upon pickup or delivery.
de_de: Bitte überweisen Sie die Zahlung bei Abholung oder Lieferung an den Store.
fr_fr: Veuillez remettre le paiement au magasin lors de l'enlèvement ou de la livraison.

source: Postal Tariff
de_de: Posttarif
fr_fr: Tarif postal

source: Profile ID
de_de: Profil ID
fr_fr: ID du profil

source: QR Invoice
de_de: QR Rechnung
fr_fr: Facture QR

source: QR Invoice Plugin
de_de: QR Rechnung Plugin
fr_fr: Plugin Facture QR

source: QR Modul Plugin for WooCommerce does offer to send the invoices via postal mail.
de_de: Das QR Modul Plugin für WooCommerce bietet die Möglichkeit, Rechnungen per Post zu versenden.
fr_fr: QR Modul Plugin for WooCommerce propose d'envoyer les factures par courrier postal.

source: QR Payment part only
de_de: Nur QR Zahlteile
fr_fr: Partie paiement QR uniquement

source: Qr-Modul Invoice
de_de: Qr-Modul Rechnung
fr_fr: Facture Qr-Modul

source: QRbill
de_de: QRRechnung
fr_fr: FactureQR

source: Reference Custom Id
de_de: Benutzerdefinierte Referenz-ID
fr_fr: Référence Custom Id

source: Reference Date
de_de: Referenz-Datum
fr_fr: Date de référence

source: Reference Type
de_de: Referenz-Typ
fr_fr: Type de référence

source: Remarks to Printshop
de_de: Bemerkungen für Druckerei
fr_fr: Remarques à l'imprimeur

source: Send Invoice
de_de: Rechnung senden
fr_fr: Envoyer la facture

source: Settings
de_de: Einstellungen
fr_fr: Paramètres

source: Settings Admin
de_de: Einstellungen Admin
fr_fr: Paramètres Admin

source: Should you like to add your Logo on the envelops or do specific marketing campaigns by attaching brochures or flyers to your Invoices, please feel free to get in contact by e-Mail
de_de: Wenn Sie Ihr Logo auf den Umschlägen anbringen oder spezielle Marketingkampagnen durchführen möchten, indem Sie Ihren Rechnungen Broschüren oder Flyer beifügen, können Sie sich gerne per E-Mail mit uns in Verbindung setzen.
fr_fr: Si vous souhaitez ajouter votre logo sur les enveloppes ou réaliser des campagnes de marketing spécifiques en joignant des brochures ou des flyers à vos factures, n'hésitez pas à nous contacter par e-Mail.

source: Thank you for installing the QR Invoice plugin.
de_de: Vielen Dank, dass Sie das QR Invoice Plugin installiert haben.
fr_fr: Merci d'avoir installé le plugin QR Invoice.

source: The address to send the letter. The address cannot conatin more than 4 lines with a max of 35 characters for each line.
de_de: Die Adresse, an die der Brief geschickt werden soll. Die Adresse kann nicht mehr als 4 Zeilen mit maximal 35 Zeichen pro Zeile umfassen.
fr_fr: L'adresse pour envoyer la lettre. L'adresse ne peut pas conatinner plus de 4 lignes avec un maximum de 35 caractères pour chaque ligne.

source: The collective address' postal tariff. The possible values are: 'postpac_priority' or 'swiss_express'.
de_de: Der Posttarif der Sammeladresse. Die möglichen Werte sind: 'postpac_priority' oder 'swiss_express'.
fr_fr: Le tarif postal de l'adresse collective. Les valeurs possibles sont : 'postpac_priority' ou 'swiss_express'.

source: The date to use to generate reference. The format of date is DD/MM/YYYY
de_de: Das Datum, das für die Erstellung der Referenz verwendet wird. Das Format des Datums ist DD/MM/YYYY
fr_fr: La date à utiliser pour générer la référence. Le format de la date est JJ/MM/AAAA.

source: The id to use to generate reference. i if the reference type is QRR the maximum length of this id is 10, other hand if is SCOR the length is 6.
de_de: Die für die Erstellung der Referenz zu verwendende ID. Wenn der Referenztyp QRR ist, beträgt die maximale Länge dieser ID 10, bei SCOR ist die Länge 6.
fr_fr: L'identifiant à utiliser pour générer la référence. i si le type de référence est QRR la longueur maximale de cet identifiant est 10, par contre s'il est SCOR la longueur est 6.

source: The Letter dispatch's remarks to the printshop. The remarks cannot contain more than 2 lines with a max of 45 characters for each line.
de_de: Die Bemerkungen für den Briefversand an die Druckerei. Der Vermerk darf nicht mehr als 2 Zeilen mit maximal 45 Zeichen pro Zeile enthalten.
fr_fr: Les remarques de l'expédition de la lettre à l'imprimerie. Les remarques ne peuvent pas contenir plus de 2 lignes avec un maximum de 45 caractères pour chaque ligne.

source: The letter's color. The possible values are: 'Color' or 'Black and White'
de_de: Die Farbe des Briefes. Die möglichen Werte sind: 'Farbe' oder 'Schwarz-Weiß'.
fr_fr: La couleur de la lettre. Les valeurs possibles sont : 'Couleur' ou 'Noir et Blanc'.

source: The letter's franking evelopes. The possible values are: 'A','B' or 'none'. IF the generated file is payment part only then 'none' is the valid option.
de_de: Die Frankierumschläge des Briefes. Die möglichen Werte sind: 'A', 'B' oder 'keine'.

source: The letter's priority. The possible values are: 'standard' or 'express'.
de_de: Die Priorität des Briefes. Die möglichen Werte sind: 'Standard' oder 'Express'.
fr_fr: La priorité de la lettre. Les valeurs possibles sont : 'standard' ou 'express'.

source: The number of days from the date of creation of the order, during which payment must be made according to the invoice.
de_de: Die Anzahl der Tage ab dem Erstellungsdatum der Bestellung, in denen die Zahlung gemäß der Rechnung erfolgen muss.
fr_fr: Le nombre de jours à partir de la date de création de la commande, pendant lesquels le paiement doit être effectué selon la facture.

source: The type of reference to generate. The possible values are: 'QRR','SCOR'.
de_de: Die Art der zu erzeugenden Referenz. Die möglichen Werte sind: 'QRR','SCOR'.
fr_fr: Le type de référence à générer. Les valeurs possibles sont : 'QRR', 'SCOR'.

source: This controls the title for the payment method the customer sees during checkout.
de_de: Dies steuert den Titel für die Zahlungsmethode, die der Kunde während der Kaufabwicklung sieht.
fr_fr: Ceci contrôle le titre du mode de paiement que le client voit pendant le paiement.

source: This plugin requires an account and the API key from QRModul.ch.
de_de: Dieses Plugin erfordert ein Konto und den API-Schlüssel von QRModul.ch.
fr_fr: Ce plugin nécessite un compte et la clé API de QRModul.ch.

source: Title
de_de: Titel
fr_fr: Titre

source: To get Profile ID you can on the page
de_de: Um die Profil-ID zu erhalten, können Sie auf
fr_fr: Pour obtenir l'ID du profil, vous pouvez sur la page

source: Type Invoice
de_de: Typ der Rechnung
fr_fr: Type Facture

source: VAT on Shipping Costs
de_de: MWSt auf Versand
fr_fr: TVA sur les frais d'expédition

source: View API docs
de_de: API-Dokumente anzeigen
fr_fr: Voir la documentation de l'API

source: Yes
de_de: Ja
fr_fr: Oui
